11/data/attachments/5e0259d51ff4a3cb.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>soap_actions_b37267a5-0820-46ab-a321-d60ce8ed6322</nif:username>
            <nif:friendToBeRequested>Kathleen_hand_Actions_24412_9</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>